tap "homebrew/services"
tap "nikitabobko/tap"
brew "bat"
brew "cmake"
brew "dfu-util"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "kanata"
brew "neovim"
brew "ninja"
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "yq"
brew "zoxide"
cask "aerospace"
